acpi
acpilight
alacritty
alsa-firmware
alsa-utils
anki-bin
audacity
base
base-devel
btop
cmatrix
cowsay
cuda-tools
discord_arch_electron
dmenu
dnsmasq
docker
dosbox
efibootmgr
emacs
fastfetch
feh
figlet
firefox
flatpak
fortune-mod
garcon
geogebra
git
go
grub
htop
i3-wm
i3blocks
i3lock
intel-ucode
iw
jrnl
kwalletmanager
libreoffice-fresh
libretro-beetle-pce
libretro-beetle-pce-fast
libretro-beetle-psx
libretro-beetle-psx-hw
libretro-beetle-supergrafx
libretro-blastem
libretro-bsnes
libretro-bsnes-hd
libretro-bsnes2014
libretro-citra
libretro-core-info
libretro-desmume
libretro-dolphin
libretro-flycast
libretro-gambatte
libretro-genesis-plus-gx
libretro-kronos
libretro-mame
libretro-mame2016
libretro-melonds
libretro-mesen
libretro-mesen-s
libretro-mgba
libretro-mupen64plus-next
libretro-nestopia
libretro-overlays
libretro-parallel-n64
libretro-picodrive
libretro-play
libretro-ppsspp
libretro-retrodream
libretro-sameboy
libretro-scummvm
libretro-shaders-slang
libretro-snes9x
libretro-yabause
lighttpd
linux
linux-firmware
lolcat
lutris
man-db
mdf2iso
mousepad
mpv
nano
network-manager-applet
networkmanager
networkmanager-dmenu-git
nginx
nitrogen
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvidia
nvidia-prime
obs-studio
openvpn
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-font-awesome
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
parole
pcsx2-git
picom
plocate
polybar
powerline-fonts
powershell-bin
pulseaudio
pulseaudio-alsa
python-pip
qemu-full
r
ranger
reflector
retro-gtk
retroarch
retroarch-assets-glui
retroarch-assets-ozone
retroarch-assets-xmb
ristretto
rofi
rpcs3-bin
rstudio-desktop
rtl-sdr
sddm
speedcrunch
spotify-launcher
steam
streamlink
thermald
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tlp
tlpui
tmux
toilet
tree
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-ms-win11-auto
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
tumbler
ufw
uwufetch
vim
virt-manager
visual-studio-code-bin
vlc
vulkan-intel
wget
wine
wireguard-tools
xautolock
xf86-input-synaptics
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfdesktop
xfwm4
xfwm4-themes
xorg-server
xorg-xinput
yay
zsh
